{
  "events": [
    {
      "title": "SWC: Star Wars Campout",
      "description": "Come join us on an epic night of awesomeness. Together we'll travers the unknown, crosisng from sea to shining sea. They will never know another love like ours.",
      "date": "10/07/2023",
      "type": "luncheon",
      "link": ""
    },
    {
      "title": "CPVA: Certified Patient Valuation Analyst",
      "description": "Join us on an unforgettable journey to explore the majestic beauty of the Grand Canyon, one of the world's most awe-inspiring natural wonders. Our Grand Canyon tour is a once-in-a-lifetime experience that immerses you in the breathtaking landscapes, rich history, and geological marvels of this iconic destination.",
      "date": "09/28/2023",
      "type": "cocktail_party",
      "link": ""
    },
    {
      "title": "COPD: Certified Outing Pulmonary Disc",
      "description": "COPD is the ultimate celebration of pop culture, where fans, creators, and enthusiasts from all corners of the entertainment world come together to revel in their shared passions. Get ready to immerse yourself in a world of comics, movies, TV shows, video games, cosplay, and more at this iconic event.",
      "date": "10/07/2023",
      "type": "course",
      "link": ""
    },
    {
      "title": "Analyzing Some Shit II",
      "description": "The ASS II is the embodiment of Apple's commitment to innovation, design excellence, and cutting-edge technology. With a sleek and minimalist aesthetic, this iconic laptop seamlessly blends form and function to provide a superior computing experience. Whether you're a creative professional, a student, or a business user, the MacBook sets the standard for performance and elegance in the laptop world.",
      "date": "09/10/2023",
      "type": "luncheon",
      "link": ""
    },
    {
      "title": "Risk Aversion Therapy",
      "description": "Learn the behavioral therapy technique designed to break the cycle of harmful behaviors by conditioning the individual to associate those behaviors with negative consequences. It operates on the principle of classical conditioning, where an unwanted behavior is paired with an unpleasant stimulus to discourage its continuation.",
      "date": "09/29/2023",
      "type": "cocktail_party",
      "link": ""
    },
    {
      "title": "Potentiation Grid Analysis",
      "description": "Come with us to learn a structured and visual approach to evaluating the potential for synergies and improvements within an organization. It is particularly valuable for decision-makers seeking to optimize resources, enhance performance, and identify areas for strategic development. The method involves creating a grid or matrix in which various elements or factors are plotted, and their interactions are examined.",
      "date": "10/02/2023",
      "type": "cocktail_party",
      "link": "course"
    },
    {
      "title": "Mastering Wordle: From Novice to Pro",
      "description": "Are you a word game enthusiast looking to dive into the world of Wordle and create your own word puzzles? Our 'Mastering Wordle: From Novice to Pro' class is designed to help you become a Wordle puzzle creator extraordinaire! Whether you're a casual player or an aspiring game designer, this class will provide you with the knowledge and skills needed to craft engaging and challenging Wordle puzzles.",
      "date": "10/07/2023",
      "type": "luncheon",
      "link": "course"
    }
  ],

  "podcasts": [
    {
      "title": "CCP's Infiltration into U.S. Institutions",
      "description": "The Chinese Communist Party is waging a multi-pronged war on America, at least in terms of winning our hearts and minds. The CCP is influencing the curriculum from elementary schools through graduate programs. The CCP is supportive of radical groups such as Black Lives Matter and Antifa. CCP operatives have gained extremely close access to Democrat office holders such as Congressman Eric Swalwell and Senator Diane Feinstein.",
      "speaker": {
        "name": "Christopher Talgo",
        "position": "Editorial Director & Socialism Research Fellow",
        "company": "The Heartland Institute",
        "about": "Christopher Talgo joined Heartland in August 2017. He edits a variety of Heartland's publications, including newsletters, op-eds, reports, and Research & Commentaries. Mr. Talgo writes op-eds and articles for the Heartland Daily News, and he serves as the managing editor for StoppingSocialism.com. Prior to working at The Heartland Institute, Mr. Talgo taught U.S. history and American government for five years in Bluffton, South Carolina. He served on the Town of Bluffton Accommodations Tax Committee and was elected precinct delegate for his voting district. He is an avid reader of history and the social sciences.",
        "img": "https://davosinthedesert.us/wp-content/uploads/2023/09/image001-4-3.jpg"
      },

      "link": "",
      "tag": "thought_leaders",
      "date": "10/01/2023",
      "embedded_src": "https://podcasters.spotify.com/pod/show/davosinthedesert/embed/episodes/CCPs-Infiltration-into-U-S--Institutions-with-Christopher-Talgo-e28v3h4/a-aaaot79",
      "issues_discussed": [
        "What is the extent of Chinese military age men crossing our southern border? What might be their intentions?",
        "What role is the Chinese government playing in terms of fentanyl pouring into the United States?",
        "Why does China ban the harmful content spewed on TikTok? What could be the ramifications of Grindr falling into Chinese hands?",
        "How does the Chinese government seek to influence U.S. policy through elite capture?",
        "What is the purpose of China establishing police stations in the United States and throughout the world?",
        "What are some examples of China retaliating against those who point out examples of CCP propaganda?",
        "How has China tried to influence U.S. policy by gaining control of supra-governmental organizations such as the World Health Organization?",
        "What is particularly troubling about Chinese companies becoming so dominant in producing, installing and managing surveillance cameras?"
      ]
    },
    {
      "title": "Insights into Anti-Aging Technologies",
      "description": "Have you heard that new technologies are being developed to decelerate the aging process? Research is even being conducted to revive the dead. In fact, hundreds of Americans have already paid a pretty penny to have their corpses preserved with cryonics? Does this sound intriguing? Then, you really should listen to this fascinating podcast.",
      "speaker": {
        "name": "Steve Garan",
        "position": "Director of Bioinformatics",
        "company": "Center for Research & Education on Aging",
        "about": "Steven A. Garan is the Director of Bioinformatics at the Center for Research & Education on Aging (CREA) and serves on its Advisory Board. He is also a researcher at the Lawrence Berkeley National Laboratory. While at the University of California, Berkeley, he played a major role in the invention and the development of the Automated Imaging Microscope System (AIMS).",
        "img": "https://davosinthedesert.us/wp-content/uploads/2023/08/12.-Steve-A.-Garan.webp"
      },
      "link": "",
      "tag": "business_leaders",
      "date": "10/03/2023",
      "embedded_src": "https://podcasters.spotify.com/pod/show/davosinthedesert/embed/episodes/Insights-into-Anti-Aging-Technologies-with-Steve-Garan-e29l2ra/a-aactaf8",
      "issues_discussed": [
        "Why is slowing down the aging process so difficult?",
        "Which technologies help researchers understand the aging process? (Hints are data visualization, nanotechnology, CRISPR and quantum computing.)",
        "Which dead animals have been revived?",
        "Roughly how many American corpses are in a state of deep freeze, waiting to be resuscitated?",
        "How much do cryo preservation companies charge to deep freeze corpses?",
        "When would be a logical time to unfreeze a corpse?",
        "Mitochondria have been called the batteries of cells. How might such cellular batteries be recharged?",
        "What are the prospects for blood filtering?",
        "Is cryo preservation regulated by the FDA?",
        "What precautions are in place so that bad actors do not collect huge upfront fees to cryo-freeze bodies and then abscond with the money?"
      ]
    },
    {
      "title": "Paving the Way for Regime Change in North Korea",
      "description": "Listen to this podcast to learn about the messaging that Free North Korea Radio is broadcasting into North Korea. Discover how North Koreans are listening to such broadcasts and how targeted the messaging has become. Also, learn about the effectiveness of leaflet drops and rice bottles floating in rivers in spreading the message of human rights in North Korea.",
      "speaker": {
        "name": "Suzanne Scholte",
        "position": "President of DFF, Chair of NKFC",
        "company": "Defense Forum Foundation, North Korea Freedom Coalition",
        "about": "Suzanne Scholte is a Seoul Peace Prize Laureate.",
        "img": "https://davosinthedesert.us/wp-content/uploads/2023/05/image001-3.jpg"
      },
      "link": "",
      "tag": "government_leaders",
      "date": "10/02/2023",
      "embedded_src": "https://podcasters.spotify.com/pod/show/davosinthedesert/embed/episodes/Paving-the-Way-for-Regime-Change-in-North-Korea-with-Suzanne-Scholte-e24jm85/a-a9sstvb",
      "issues_discussed": [
        "The whole world is sympathetic to the plight of North Koreans, except for 30% of South Koreans.",
        "Why could an End of War Declaration be ruinous for the United States to maintain military bases in South Korea?",
        "How much influence does China have in directing North Korea's nuclear weapons program? Why would China like to see North Korea invade South Korea?",
        "Are there any influential figures in North Korea with whom regime change can be negotiated? Is there an Idi Amin option for the North Korean regime?",
        "What is the current plight of North Koreans? Is daily life getting slightly better or worse?"
      ]
    },
    {
      "title": "Social Credit Scoring in America",
      "description": "Has social credit scoring arrived in the United States? Some say it has.",
      "speaker": {
        "name": "Donald Kendal",
        "position": "Podcast Host",
        "company": "The Heartland Institute",
        "about": "Donald Kendal is the host of the Heartland Institute's In The Tank Podcast. He is also a Research Fellow for the Socialism Research Center. Donald was a contributor to Glenn Beck's latest two books - Arguing With Socialists and The Great Reset.",
        "img": "https://davosinthedesert.us/wp-content/uploads/2023/08/image001-2.jpg"
      },
      "link": "",
      "tag": "thought_leaders",
      "date": "10/09/2023",
      "embedded_src": "https://podcasters.spotify.com/pod/show/davosinthedesert/embed/episodes/Social-Credit-Scoring-in-America-with-Donald-Kendal-e2893lo/a-aa8k99s",
      "issues_discussed": [
        "ESG scoring has metastasized all over corporate America. Politically correct companies are rewarded with lower interest rate loans. In some cases, conservative Americans are being cut off from social media, banks and payment platforms. Democrat lawmakers tried to place siting Republican Senators on the no-fly list in January of 2021. Woke America is allowed to contest elections. When Republicans do so, they are charged with criminal behavior.",
        "This fascinating session discusses breaking issues such as the subjectiveness of ESG scoring, so-called predictive ESG modeling and wokeness being programmed into AI technologies. We discuss the adequacy of Congressional investigations into biases being baked into AI.",
        "We also broach technologies that the woke mob wants to roll out. One such technology is climate tracing with satellites. A truly frightening bioengineering technology could insert genes into people that would cause them to dislike meat."
      ]
    },
    {
      "title": "A Primer on the Diamond Industry",
      "description": "This podcast is bursting with insights into the diamond industry. Listeners will learn about how diamonds are sourced, the geographies where demand is picking up, competition from lab grown diamonds, the impact of artificial intelligence and much more.",
      "speaker": {
        "name": "Avi Krawitz",
        "position": "World Renowned Diamond Consultant",
        "company": "",
        "about": "Mr. Krawitz has been an independent analyst and consultant to the diamond industry for more than 16 years.",
        "img": "https://davosinthedesert.us/wp-content/uploads/2023/09/image001-6.jpg"
      },
      "link": "",
      "tag": "business_leaders",
      "date": "10/10/2023",
      "embedded_src": "https://podcasters.spotify.com/pod/show/davosinthedesert/embed/episodes/A-Primer-on-the-Diamond-Industry-with-Avi-Krawitz-e2904lq/a-aaas447",
      "issues_discussed": [
        "Which countries are the primary sources of natural diamonds?",
        "How much of an impact might more stringent sanctions on Russian diamonds have on worldwide diamond prices?",
        "Why is Botswana an important part of the diamond ecology? Is the Wagner Group a threat? What is beneficiation?",
        "What are the 4Cs of appraising diamonds? Do diamonds lose their positive features over time?",
        "What role is artificial intelligence playing in standardizing the 4Cs and in demonstrating authenticity?",
        "Which countries are becoming bigger consumers of diamonds?",
        "How important is the bridal market in terms of demand for diamonds? How might second marriages and non-heterosexual marriages impact the bridal market?",
        "To what extent are there diamond trading platforms similar to stock markets? What are the challenges in so commoditizing diamonds?",
        "How much of an effort has the diamond industry taken to guard against child/slave labor?",
        "How prevalent are lab grown diamonds?"
      ]
    },
    {
      "title": "Data Driven Political Campaigns",
      "description": "During this podcast, George Khalaf discusses how he and his team use data to target candidate messaging and tweak candidate messaging so as to resonate with various audiences without compromising underlying policy positions. George also discusses the limitations of running a data-centric campaign.",
      "speaker": {
        "name": "George Khalaf",
        "position": "Managing Director of RG and President of DO",
        "company": "Resolute Group, Data Orbital",
        "about": "For more than a decade Mr. Khalaf has leveraged his political instincts, data expertise and strategic relationships to advance conservative clients and causes throughout Arizona and a growing number of states. With a strong grassroots and data background, George has worked at the local, state and national levels. Under George's leadership, Data Orbital is a top ranked survey research and data visualization firm that is known for its accuracy and transparency.",
        "img": "https://davosinthedesert.us/wp-content/uploads/2023/05/image001-1-300x300.jpg"
      },
      "link": "",
      "tag": "government_leaders",
      "date": "10/15/2023",
      "embedded_src": "https://podcasters.spotify.com/pod/show/davosinthedesert/embed/episodes/Data-Driven-Political-Campaigns-with-George-Khalaf-e24apiv/a-a9s1u0e",
      "issues_discussed": [
        "The program explores the reliability of surveys, how they should be best crafted and the related expenses. We chat about the extent to which some survey companies may intentionally skew survey results so as to affect the motivation of campaign staffers and contributors as well as cause the misallocation of rival candidates' campaign resources.",
        "Despite Arizona's and the nation's compromised elections, George remains resolute. He is as optimistic and as hard-working as ever. He is dedicated to using his talents to ensure that America remains a vibrant democracy as well as a beacon to people from the world over."
      ]
    },
    {
      "title": "The World Health Organization's Power Grab",
      "description": "This highly insightful session discusses the policies the World Health Organization is pursuing to control many aspects of the worldwide populace's daily lives. Inasmuch as can be determined, the WHO is preparing to dictate which drugs should be administered and which medicines doctors will be forbidden to prescribe. The WHO is developing policies with respect to vaccine passports, quarantining, requiring states to surveil their media and proscribing border closures. The WHO (together with the United Nations) wants to have wide latitude to declare a health risk—so-called Climate Change, racism, global inequality and developments occurring in outer space are being teed up as pretenses to implement global authoritarian practices.",
      "speaker": {
        "name": "Dr. Meryl Nass",
        "position": "Internist",
        "company": "Practices in Maine",
        "about": "Dr. Nass is a board-certified internist and a biological warfare epidemiologist and expert in anthrax. She testified to Congress in November 2001 on “Preparing a Medical Response to Bioterrorism”.",
        "img": "https://davosinthedesert.us/wp-content/uploads/2023/08/96652.jpg-300x169.webp"
      },
      "link": "",
      "tag": "thought_leaders",
      "date": "10/18/2023",
      "embedded_src": "https://podcasters.spotify.com/pod/show/davosinthedesert/embed/episodes/The-World-Health-Organizations-Power-Grab-with-Dr--Meryll-Nass-e288neh/a-aa8j2mk",
      "issues_discussed": [
        "Dr. Nass discusses how the WHO is degrading humans to the level of animals and plants in its self-proclaimed stewardship of the Earth. She talks about how 85% of the WHO's budget is privately funded, and therefore beholden to individuals, businesses and foundations who look at the WHO as a conduit to implement their own self-serving policies. Dr. Nass sheds light on consequences countries may face for failing to comply with WHO mandates and illuminates the fact that countries that adopt WHO mandates will be locked in the WHO framework for at least three years.",
        "Dr. Nass also discusses how vicious and vindictive state board medical licensing regulators caused her to have her medical license suspended."
      ]
    },
    {
      "title": "Investing in the Hotel Industry",
      "description": "This fascinating podcast discusses many reasons why some investors are attracted to the hotel industry. Hotels offer significant leverage, the ability to dynamically adjust rates and a positive passive income profile. Hotel investors gain exposure to the real estate market without being burdened with leases, squatters and evictions.",
      "speaker": {
        "name": "Michael Stohler",
        "position": "Managing Partner",
        "company": "Private Equity Group",
        "about": "Michael Stohler is a Managing Partner at Gateway Private Equity Group and the host of the Richer Geek Podcast.",
        "img": "https://davosinthedesert.us/wp-content/uploads/2023/09/image002.jpg"
      },
      "link": "",
      "tag": "business_leaders",
      "date": "10/21/2023",
      "embedded_src": "https://podcasters.spotify.com/pod/show/davosinthedesert/embed/episodes/Investing-in-the-Hotel-Industry-with-Michael-Stohler-e28v0qo/a-aaaolbh",
      "issues_discussed": [
        "How can accredited investors get involved in investing in hotels?",
        "What is the definition of cap rates? Average daily rates? Revenue per available room?",
        "What should investors look for in terms of location when investing in hotels?",
        "Are robots ready to assume housekeeping chores at hotels?",
        "How can hotels increase their ancillary revenues?",
        "What can hotels do to decrease their operating costs?",
        "Are solar panels a feasible means of reducing energy costs?",
        "To what extent can hotel developers tap into government programs to reduce development costs?",
        "How might rewards systems impact a hotel operator's profits?",
        "How do refugees impact a hotel's profits?",
        "Would declining popularity of temporary office providers be a boon for hotels?",
        "To what extent could more restrictions on Airbnb-type services impact the hotel industry?"
      ]
    },
    {
      "title": "Lessons in City Management",
      "description": "Chandler, AZ is one of the nation's best run cities. Taxes are low and the quality of living is high. It is one of the few cities that has an AAA rating from all of the credit rating agencies and crime is about as low as it has been since the late 1980s, when Chandler was only about a quarter of its current population.",
      "speaker": {
        "name": "Kevin Hartke",
        "position": "Mayor",
        "company": "City of Chandler",
        "about": "Before serving as Mayor he previously served for nine years on the City Council. Mayor Hartke served as Vice Mayor twice, in 2015 and 2017. Mayor Hartke and his wife, Lynne, have been married for 41 years and have lived in Chandler since 1985. He served as Lead Pastor at Trinity Christian Fellowship in Chandler where he worked from 1985-2018. He has a bachelor's degree in Biochemistry from the University of Missouri, Columbia; and a master's degree in Theology with Fuller Theological Seminary. He served nine years as the statewide director of For Our City, which is a collaborative effort of government, business, nonprofit, and faith leaders gathered to find solutions for needs in a community.",
        "img": "https://davosinthedesert.us/wp-content/uploads/2023/03/image003-200x300.jpg"
      },
      "link": "",
      "tag": "government_leaders",
      "date": "10/23/2023",
      "embedded_src": "https://podcasters.spotify.com/pod/show/davosinthedesert/embed/episodes/Lessons-in-City-Management-with-the-Honorable-Kevin-Hartke-e2024la/a-a9f2kto",
      "issues_discussed": [
        "Listen to this intriguing podcast to learn how Chandler manages its finances, is reducing the incidence of homelessness, civilianizing elements of its police force so that officers can spend more time policing and recycles every drop of water multiple times.",
        "You will also hear about the quality of schools in Chandler, hotel and airport capacity and expansions, testing autonomous driving in Chandler and the diligent planning for a casino."
      ]
    },
    {
      "title": "The American Government's Landgrab",
      "description": "This highly informative session discusses the policies the federal government is taking to seize control of an increasing amount of America's land owned by farmers and ranchers.",
      "speaker": {
        "name": "Margaret Byfield",
        "position": "Executive Director",
        "company": "American Stewards of Liberty",
        "about": "Margaret was raised on a large cow calf operation in central Nevada purchased by her parents, Wayne and Jean Hage in 1978. Her family experienced unprecedented regulatory pressures that eventually led to Hage v. United States, the first federal lands grazing case filed in the United States Court of Federal Claims. The case was in litigation for 27 years. At the American Stewards of Liberty, Margaret works directly with policy leaders at the local, State and Federal level helping to advance strategies that protect the production of America's food, fiber, minerals and energy. She runs the national “Property Rights Task Force” and “Multiple-Use Alliance” that confront the agendas eroding property rights in America. Margaret has guided and participated in numerous government-to-government coordination meetings dealing with a variety of issues including federal resource management plans, endangered species, transportation corridors, power lines, high speed rail and many other concerns.",
        "img": "https://davosinthedesert.us/wp-content/uploads/2023/08/image001.jpg"
      },
      "link": "",
      "tag": "thought_leaders",
      "date": "09/30/2023",
      "embedded_src": "https://podcasters.spotify.com/pod/show/davosinthedesert/embed/episodes/The-American-Governments-Landgrab-with-Margaret-Byfield-e27tibp/a-aa7ghn0",
      "issues_discussed": [
        "Under the Conservation Reserve Program, the government pays farmers to refrain from using portions of their land for a term. This creates a federal connection to the land that can lead to more federal requirements, such as when critical habitat for an endangered species is declared. No further compensation is directed towards landowners. Expensive studies, biologists and attorneys must be engaged to protect the landowner. Most cannot afford to do this, forcing them to voluntarily enroll in more programs and give up more of their property rights to the government to survive.",
        "This podcast discusses the Biden Administration's 30 by 30 program, under which the government will control 30% of America's lands and waters by 2030. There are no guarantees that the federal government will be satiated with control of 30% of our nation's lands and waters. This 30 by 30 landgrab should be viewed in the context of other efforts to displace farmers and ranchers around the world, thereby further threatening the food supply.",
        "Listen to this program to glean insight into the motivation of some of the wealthiest people in world who are buying up vast tracks of farmland. Further, dispossessing farmers and ranchers from their land reduces all of their rights, and risks sending them into serfdom."
      ]
    }
  ]
}
